Repository: Netacom-NetAlo/NetAloSDK-ReactNative-Demo
Catalog: ios/NotificationExtension/NetAloNotificationService/LocalizationString/*.lproj/Localizable.strings
Languages: vi

source: Sharing live location
vi: Đang chia sẻ hành trình

source: Constantly updated
vi: Cập nhật liên tục

source: Ended
vi: Đã kết thúc

# Stop share live location
source: Stop sharing live location
vi: Dừng chia sẻ hành trình

# Updated %d minute ago
source: Updated %d minutes ago
vi: Cập nhật %d phút trước

source: Updated %d hours ago
vi: Cập nhật %d giờ trước

source: Just updated
vi: Vừa mới cập nhật vị trí

source: %@ stopped share live location
vi: %@ đã dừng chia sẻ vị trí trực tiếp

source: If you’d like to share your Live Location with friends, NetAlo needs location access when the app is in background. Please go to your device’s setting > Privacy > Location Service and set NetAlo to Always
vi: Nếu bạn muốn chia sẻ vị trí hiện tại với bạn bè, NetAlo cần quyền truy cập vị trí khi ứng dụng chạy nền. Vui lòng vào Cài đặt > Quyền riêng tư > Dịch vụ định vị và đặt NetAlo thành Luôn luôn

source: Maximum share live location exceeded: %d
vi: Đã đạt giới hạn chia sẻ vị trí trực tiếp: %d
