Repository: Netacom-NetAlo/NetAloSDK-ReactNative-Demo
Catalog: ios/NotificationExtension/NetAloNotificationService/LocalizationString/*.lproj/Localizable.strings
Languages: vi

# maximum voice message length
source: Maximum voice message length: 1 min
vi: Đoạn ghi âm tối đa 1 phút

source: Stop recording
vi: Dừng ghi âm

source: Record file too short.
vi: File ghi âm quá ngắn.

source: Cancel
vi: Hủy

source: Send
vi: Gửi

source: Create group failed
vi: Tạo nhóm thất bại

source: Message
vi: Tin nhắn

source: View info
vi: Xem thông tin

source: Function under development
vi: Tính năng đang phát triển

# Record permission denied
source: Record permission is denied, please enable it in Settings
vi: Bạn đã từ chối quyền ghi âm. Vui lòng vào Cài đặt để cho phép.

source: Message will be removed after
vi: Tin nhắn sẽ bị xoá sau

source: seconds
vi: giây

source: Reply
vi: Trả lời

source: Copy
vi: Sao chép

source: Share
vi: Chia sẻ

source: Delete
vi: Xóa

source: Info
vi: Thông tin

source: Edit
vi: Chỉnh sửa

source: Edit info
vi: Chỉnh sửa thông tin

source: Search in conversation
vi: Tìm kiếm trong cuộc trò chuyện

source: Add members
vi: Thêm thành viên

# Share group link
source: Share group's link
vi: Chia sẻ liên kết nhóm

source: See all
vi: Xem tất cả

source: Hide
vi: Ẩn

source: Group owner
vi: Trưởng nhóm

source: Notifications
vi: Thông báo

source: Leave group
vi: Rời nhóm

source: Disband group
vi: Giải tán nhóm

# Member list
source: Members
vi: Danh sách thành viên

source: This is you.
vi: Đây là bạn.

source: Create new group
vi: Tạo nhóm mới

source: Name the group
vi: Đặt tên nhóm

source: Search
vi: Tìm kiếm

source: You have no friends
vi: Bạn chưa có người bạn nào

source: Add friends from contact
vi: Thêm bạn từ danh bạ

# Upload photo failed
source: Upload photo failed. Please try again later.
vi: Không thê thêm hình. Vui lòng thử lại sau.

source: Create a group chat
vi: Tạo nhóm trò chuyện

source: Create a secret chat
vi: Tạo cuộc trò chuyện bí mật

source: Save info success
vi: Lưu thông tin thành công

source: Blocked list
vi: Danh sách chặn

source: Select new admin
vi: Chọn trưởng nhóm mới

source: Save info
vi: Lưu thông tin

source: Phone number
vi: Số điện thoại

source: Create group
vi: Tạo nhóm

source: Start normal chat
vi: Bắt đầu cuộc trò chuyện thông thường

source: Start secret chat
vi: Bắt đầu cuộc trò chuyện bí mật

source: Share contact
vi: Chia sẻ danh bạ

source: Block user
vi: Chặn liên hệ

source: Unblock user
vi: Bỏ chặn

source: Add contact
vi: Thêm liên hệ

source: Options
vi: Tùy chọn

source: Mark as read
vi: Đánh dấu đã đọc

source: Turn on notification
vi: Bật thông báo

source: Turn off notification
vi: Tắt thông báo

source: Pin conversation
vi: Ghim cuộc trò chuyện

source: Unpin conversation
vi: Bỏ ghim cuộc trò chuyện

source: Group ownership
vi: Quyền trưởng nhóm

# Leave group alert message
source: You are the admin of this group. Please select a new admin before leaving.
vi: Bạn đang là trưởng nhóm. Trước khi rời nhóm này, hãy chọn một trưởng nhóm mới thay thế cho bạn.

source: Done
vi: Xong

source: Search contacts
vi: Tìm kiếm liên hệ

source: Owner
vi: Trưởng nhóm

source: New group
vi: Nhóm mới

source: Type group name
vi: Nhập tên nhóm

source: New message
vi: Tin nhắn mới

source: Group chat
vi: Trò chuyện nhóm

source: Select new owner
vi: Chọn trưởng nhóm mới

# You are the owner of this group. Please select a new admin before leaving.
source: You are the Administrator of this group. Please select a new Administrator before leaving.
vi: Bạn đang là trưởng nhóm. Trước khi rời nhóm này, hãy chọn một trưởng nhóm mới thay thế cho bạn.

source: Members (%@)
vi: Thành viên (%@)

source: %@ members
vi: %@ thành viên

source: Group's name
vi: Tên nhóm

source: New secret chat
vi: Trò chuyện bí mật mới

source: Share to
vi: Chia sẻ đến

source: Block this person
vi: Chặn người này

source: Delete message failed, please try again later
vi: Xóa tin nhắn thất bại, vui lòng thử lại sau

source: Contact
vi: Danh bạ

source: Invite friend
vi: Mời bạn sử dụng

source: Close
vi: Đóng

source: Recent contact
vi: Liên hệ gần đây

source: Recent searches
vi: Tìm kiếm gần đây

source: Search results
vi: Kết quả tìm kiếm

source: Delete all
vi: Xóa hết

# Enter search information
source: Search conversations and contacts
vi: Tìm kiếm cuộc trò chuyện và liên hệ

source: Full name
vi: Tên đại diện

source: Confirm
vi: Xác nhận

source: Sort by name
vi: Sắp xếp theo tên

# You have no contacts yet
source: You do not have any contacts
vi: Bạn chưa có liên hệ nào

source: Can not create the group
vi: Không thể tạo nhóm

source: Save information
vi: Lưu thông tin

source: Edit information
vi: Sửa thông tin

source: Edit contact success
vi: Sửa danh bạ thành công

source: Please enter correct phone number
vi: Mời nhập đầy đủ số điện thoại

source: Yourself
vi: Là bạn

source: You have chatted with this contact before, do you want to continue?
vi: Bạn đã chat với liên hệ này trước đó, bạn có muốn tiếp tục chat không?

source: Reject
vi: Từ chối

source: Chat now
vi: Chat ngay

source: Do you want to chat with this person?
vi: Bạn có muốn chat với người này?

source: Invalid ID
vi: ID không tồn tại

source: Hey, I'm using NetAlo to chat. Join me! Download it here %@
vi: Tôi đang sử dụng ứng dụng NetAlo để trò chuyện. Tải ứng dụng tại %@

source: Unable to add image, please try again!
vi: Không thể thêm hình, vui lòng thử lại sau!

source: No contact
vi: Không có liên hệ

source: This phone number has not been activated by NetAlo. Invite this person to use NetAlo?
vi: Số điện thoại này chưa kích hoạt NetAlo. Mời liên hệ này sử dụng NetAlo nhé?

source: From your phone
vi: Từ số điện thoại

# Who have not used the app
source: This person has not used NetAlo
vi: Người này chưa sử dụng NetAlo

# Invited to use the app now
source: Invited to use NetAlo now
vi: Mời sử dụng NetAlo nhé

# Please enter correct name
source: Please enter your full name
vi: Vui lòng nhập đầy đủ tên

source: Online %d days ago
vi: Truy cập cách đây %d ngày

source: Online %d hours ago
vi: Truy cập cách đây %d giờ

source: Online %d minutes ago
vi: Truy cập cách đây %d phút

source: Online %d seconds ago
vi: Truy cập cách đây %d giây

source: Sort by
vi: Sắp xếp theo

source: Name
vi: Tên

source: Last seen time
vi: Thời gian truy cập

source: Only invite up to 20 friends
vi: Chỉ mời tối đa 20 người bạn

source: Add
vi: Thêm

# edit_contact_username
source: Username
vi: Tên đại diện

# edit_contact_delete
source: Delete contact
vi: Xoá liên hệ

# edit_contact_not_found_with_%@
source: No contacts found with name = %@
vi: Không tìm thấy danh bạ có tên = %@

# delete_contact_alert_description_%@
source: Are you want to delete %@ contact?
vi: Bạn có muốn xoá liên hệ với %@?

source: member
vi: thành viên

source: members
vi: thành viên

source: Write a message
vi: Nhập tin nhắn

source: created this group
vi: đã tạo nhóm

source: Begin conversation with %@
vi: Bắt đầu cuộc trò chuyện với %@

source: Someone created this group
vi: Ai đó đã tạo nhóm

source: You created this group
vi: Bạn đã tạo nhóm

source: You invited %@ to join a secret chat
vi: Bạn đã mời %@ tham gia vào cuộc trò chuyện bí mật

source: %@ invited you to join a secret chat
vi: %@ đã mời bạn tham gia vào cuộc trò chuyện bí mật

source: left group
vi: đã rời nhóm

source: added
vi: đã thêm

source: deleted
vi: đã xóa

source: removed
vi: đã xóa

source: renamed group to
vi: đã đổi tên nhóm thành

source: updated group avatar
vi: đã thay đổi ảnh đại diện nhóm

# changed the group image
source: changed the group's image
vi: đã thay đổi ảnh đại diện nhóm

# updated the group info
source: updated the group's info
vi: đã cập nhật thông tin của nhóm

source: chose
vi: đã chọn

# as new group admin
source: as new group's admin
vi: là trưởng nhóm mới

source: Replied to %@
vi: Trả lời cho %@

source: Video call
vi: Gọi video

source: Audio call
vi: Gọi thoại

source: Missed
vi: Bị nhỡ

source: Cancelled
vi: Đã hủy

source: Message will be removed after %@ seconds
vi: Tin nhắn sẽ bị xóa sau %@ giây

source: No connection
vi: Không có kết nối

source: %@ created this group
vi: %@ đã tạo nhóm này

source: With %@
vi: Với %@

source: changed group avatar
vi: đã thay đổi ảnh đại diện nhóm

source: updated group info
vi: đã cập nhật thông tin nhóm

source: promoted
vi: đã chọn

source: to group owner
vi: làm trưởng nhóm mới

source: Recent conversations
vi: Trò chuyện gần đây

source: All contacts
vi: Tất cả liên hệ

source: Forward message
vi: Tin nhắn chuyển tiếp

source: %@ forwarded a message
vi: %@ đã chuyển tiếp một tin nhắn

source: You forwarded a message
vi: Bạn đã chuyển tiếp một tin nhắn

source: %@ forwarded a video
vi: %@ đã chuyển tiếp một video

source: You forwarded a video
vi: Bạn đã chuyển tiếp một video

source: Forward
vi: Chuyển tiếp

source: Remove for all
vi: Xóa với tất cả mọi người

source: Remove for you
vi: Xóa chỉ mình tôi

source: Message has been removed
vi: Tin nhắn đã bị xóa

source: Images & Videos
vi: Hình ảnh & Video

source: Documents
vi: Tài liệu

source: Contacts
vi: Danh bạ

source: Maximum file size: 250MB
vi: Kích thước file tối đa: 250MB

source: Send file failed. Please try again later.
vi: Gửi file thất bại. Vui lòng thử lại sau.

source: %@ sent an attachment
vi: %@ đã gửi một file đính kèm

source: Downloading file
vi: Đang tải tệp

source: No images was sent
vi: Không có ảnh nào được gửi

source: No videos was sent
vi: Không có video nào được gửi

source: No files was sent
vi: Không có file nào được gửi

# Send file
source: Send a file
vi: Gửi file

source: Off
vi: Tắt

source: Send photo success
vi: Gửi ảnh thành công

source: Send video failed. Please try again later.
vi: Gửi video thất bại. Vui lòng thử lại sau.

source: Send photos failed. Please try again later.
vi: Gửi ảnh thất bại. Vui lòng thử lại sau.

source: Create group failed. Please try again later.
vi: Tạo nhóm thất bại. Vui lòng thử lại sau.

# phone_call
source: Call
vi: Gọi điện

# block_description
source: Currently, you cannot send message to this person
vi: Hiện tại, bạn không thể gửi tin nhắn cho người này

# unblock_title_%@
source: You have blocked %@
vi: Bạn đã chặn %@

# unblock_description
source: You will be able to messages and calls in this conversation
vi: Bạn không thể gửi tin nhắn hoặc gọi cho liên hệ đã bị chặn

source: Report
vi: Báo cáo

source: %@ took a screenshot
vi: %@ đã chụp ảnh màn hình

source: Group's link copied
vi: Đã sao chép đường dẫn nhóm

source: Please contact group owner to create group's link
vi: Vui lòng liên hệ trưởng nhóm để tạo đường dẫn cho nhóm

source: Revoke link
vi: Thu hồi liên kết

source: Copy link
vi: Sao chép liên kết

source: Everyone can join your group through this link. You can revoke this link at any time
vi: Mọi người có thể tham gia vào nhóm của bạn thông qua liên kết này. Bạn có thể thu hồi liên kết này bất cứ lúc nào.

source: Join group failed
vi: Tham gia nhóm không thành công

source: Join
vi: Tham gia

source: Just now
vi: Mới đây

source: Invalid video url
vi: Video URL không hợp lệ

source: No results
vi: Không có kết quả

source: Create group's link
vi: Tạo liên kết nhóm

source: Please create group's link first
vi: Vui lòng tạo liên kết nhóm trước

source: %@ set message delete timer to
vi: %@ đã đặt thời gian xóa tin nhắn là

source: %@ turned off message delete timer
vi: %@ đã tắt tự động xóa tin nhắn

source: Change background for all
vi: Đổi hình nền cho tất cả

source: Blur
vi: Làm mờ

source: Change background
vi: Đổi hình nền

source: %@ updated background
vi: %@ đã cập nhật hình nền

source: %@ joined group with link
vi: %@ đã tham gia nhóm bằng liên kết

source: joined group with link
vi: đã tham gia nhóm bằng liên kết

source: Conversation
vi: Hội thoại

source: No conversation
vi: Bạn chưa có cuộc hội thoại nào

source: New conversation
vi: Bắt đầu cuộc hội thoại mới

source: Error
vi: Lỗi

source: Could not leave conversation. Please try again later.
vi: Không thể rời nhóm. Vui lòng thử lại sau.

source: Tapped pin conversation
vi: Ghim cuộc hội thoại

source: ID not valid.
vi: ID không hợp lệ.

source: Could not create group
vi: Không thể tạo nhóm

source: No recent calls yet
vi: Bạn chưa có cuộc hội thoại nào

source: Get started with a new call
vi: Bắt đầu cuộc hội thoại mới

source: Call
vi: Cuộc gọi

source: Voice message
vi: Tin nhắn thoại

source: Photos
vi: Hình ảnh

source: Images
vi: hình ảnh

source: Canceled voice call
vi: Huỷ gọi thoại

source: Image
vi: Hình ảnh

source: [ Image ]
vi: [ Hình ảnh ]

source: Start conversation
vi: Bắt đầu cuộc trò chuyện

source: You
vi: Bạn

source: Unknown
vi: Ai đó

source: %@ added %@
vi: %@ đã thêm %@

source: %@ removed %@
vi: %@ đã xóa %@

source: %@ renamed group to %@
vi: %@ đã đổi tên nhóm thành %@

source: %@ updated group avatar
vi: %@ đã thay đổi ảnh đại diện nhóm

source: %@ updated group info
vi: %@ đã cập nhật thông tin nhóm

source: %@ promoted %@ to group owner
vi: %@ đã chọn %@ làm trưởng nhóm mới

source: %@ left group
vi: %@ đã rời nhóm

source: %d days
vi: %d ngày

source: %d hours
vi: %d giờ

source: %d minutes
vi: %d phút

source: %d seconds
vi: %d giây

source: just now
vi: mới gửi

source: Camera of %@ was off
vi: Máy ảnh của %@ đã tắt

source: Connecting...
vi: Đang kết nối...

source: Call Failed
vi: Gọi thất bại

source: Call Ended
vi: Kết thúc cuộc gọi

source: User Busy
vi: Người dùng đang trong cuộc gọi

source: Ringing...
vi: Đang đổ chuông...

source: Are you sure you want to leave the group? After leaving the group, you cannot read all conversation of this group
vi: Bạn có chắc chắn là muốn rời nhóm không? Sau khi rời nhóm, bạn sẽ không đọc được tin của nhóm này

source: Reaching...
vi: Đang liên hệ...

source: Record
vi: Tin nhắn thoại

source: First message
vi: Bắt đầu cuộc trò chuyện

source: End call
vi: Kết thúc cuộc gọi

source: Online
vi: Đang trực tuyến

source: Offline
vi: Đang ngoại tuyến

source: You can not answer this conversation
vi: Bạn không thể trả lời cuộc hội thoại này

# Waiting for other to accept secret chat
source: Waiting your friend to accept this secret chat
vi: Chờ đối phương chấp nhận trò chuyện bí mật

source: This group is no longer available.
vi: Nhóm này không còn khả dụng.

source: Sticker
vi: Tin nhắn nhãn dán

source: All
vi: Tất cả

source: Missed call
vi: Cuộc gọi nhỡ

# Call logs
source: Call
vi: Cuộc gọi

source: New call
vi: Cuộc gọi mới

# Search call
source: Search
vi: Nhập thông tin tìm kiếm

source: Voice call
vi: Gọi thoại

source: Missed video
vi: Gọi video bị nhỡ

source: Missed voice
vi: Gọi thoại bị nhỡ

source: Canceled video
vi: Gọi video bị huỷ

source: Canceled voice
vi: Gọi thoại bị huỷ

source: Incoming video call
vi: Cuộc gọi video đến

source: Outgoing video call
vi: Cuộc gọi video đi

source: Incoming voice call
vi: Cuộc gọi thoại đến

source: Outgoing voice call
vi: Cuộc gọi thoại đi

# No call
source: You don't have any call
vi: Bạn chưa có cuộc gọi nào

# Start new call
source: Start a call
vi: Bắt đầu cuộc gọi mới

source: Could not delete call. Please try again later.
vi: Không thể xoá cuộc gọi Vui lòng thử lại sau.

source: New all
vi: Cuộc gọi mới

source: Continue
vi: Tiếp tục

source: Confirm OTP
vi: Xác nhận OTP

source: Please enter the OTP that was sent to your phone number
vi: Vui lòng nhập OTP đã được gửi đến điện thoại của bạn

source: Resend code
vi: Gửi lại mã

source: Resend OTP
vi: Gửi lại OTP

source: Change phone number
vi: Đổi số điện thoại

source: Completing this step means you agree with the terms of use of NetAlo
vi: Hoàn thành bước này nghĩa là bạn đồng ý với điều khoản sử dụng của NetAlo

source: Notification
vi: Thông báo

source: OTP does not match, Please enter OTP again
vi: OTP không trùng khớp, Vui lòng nhập lại

# OTP has expired, Please resend the OTP
source: OTP has expired. Do you want to resend the OTP?
vi: OTP đã hết hiệu lực. Bạn có muốn gửi lại mã OTP?

source: Update information
vi: Cập nhật thông tin

source: Skip
vi: Bỏ qua

source: terms of use
vi: điều khoản

source: Completing this step means you agree with
vi: Hoàn thành bước này nghĩa là bạn đồng ý với

source: of NetAlo
vi: sử dụng của NetAlo

source: Resend code fail
vi: Lỗi gửi lại mã

source: Update fail Please update again
vi: Cập nhật không thành công Mời cập nhập thông tin sau

source: OTP send to
vi: Mã xác thực đã được gửi đến số điện thoại

source: Please resend new code or input again
vi: Vui lòng gửi lại mã code hoặc nhập lại

source: Confirm now
vi: Xác nhận ngay

source: This phone number is already in the contacts list, do you want to chat now?
vi: Số điện thoại này đã có ở trong danh bạ, bạn có muốn chat ngay?

source: Deny
vi: Từ chối

source: Cancel call
vi: Huỷ cuộc gọi

source: Choose album
vi: Chọn album

source: All photos
vi: Tất cả ảnh

source: Recents
vi: Gần đây

source: Favorites
vi: Mục ưa thích

source: Portrait
vi: Chân dung

source: Bursts
vi: Chụp liên tục

source: Time-lapse
vi: Ảnh time-lapse

source: Screenshots
vi: Ảnh màn hình

source: Slo-mo
vi: Quay chậm

source: Selfies
vi: Ảnh selfie

source: Choose Photo
vi: Chọn ảnh

source: %d of %d
vi: %d của %d

source: Save photo
vi: Lưu ảnh

source: Save video
vi: Lưu video

source: Photos Access
vi: Quyền truy cập ảnh

source: We need photos access to save this photo. Please enable in Settings
vi: Chúng tôi cần quyền truy cập ảnh để lưu ảnh. Vui lòng bật trong Cài đặt.

source: Other
vi: Khác

source: System error, please try again later
vi: Lỗi hệ thống, vui lòng thử lại sau

source: Wrong image format, please select another image
vi: Hình ảnh sai định dạng, Vui lòng chọn ảnh khác

source: Normal quality
vi: Chất lượng bình thường

source: High quality
vi: Chất lượng cao

source: Camera not available.
vi: Camera không khả dụng.

source: Max media selections: %d
vi: Bạn chỉ có thể chọn tối đa %d ảnh và video.

source: We need photos access to send photo. Please enable in Settings.
vi: Chúng tôi cần quyền truy cập ảnh để gửi ảnh. Vui lòng bật trong Cài đặt.

source: Maximum video size: 250MB
vi: Kích thước video tối đa: 250MB

source: Downloading video
vi: Đang tải video

source: Downloading audio record
vi: Đang tải đoạn ghi âm

source: Take a picture
vi: Chụp ảnh

source: Record video
vi: Quay video

source: Account
vi: Tài khoản

source: Profile
vi: Hồ sơ cá nhân

# Setting_noti
source: Notification settings
vi: Cài đặt thông báo

# Block list
source: Blocked list
vi: Danh sách chặn

# Question asked
source: Frequently Asked Questions
vi: Câu hỏi thường gặp

# Term of use
source: Terms of use
vi: Điều khoản sử dụng

source: Support
vi: Hỗ trợ

source: Logout
vi: Đăng xuất

source: Hidden messages
vi: Tin nhắn đã ẩn

source: Privacy and security
vi: Quyền riêng tư và bảo mật

source: Fullname
vi: Tên đại diện

# Update now
source: Update
vi: Cập nhật ngay

source: Enter your name
vi: Nhập tên đại diện

source: Enter your phone
vi: Nhập số điện thoại

source: Send email?
vi: Gửi email?

source: Please enter the missing information.
vi: Mời nhập đầy đủ thông tin.

source: Language
vi: Ngôn ngữ

source: Notification settings
vi: Cài đặt thông báo

source: Frequently Asked Questions
vi: Câu hỏi thường gặp

source: Update
vi: Cập nhật ngay

source: Stranger
vi: Người lạ

# Language code
source: English
vi: Tiếng việt

source: Yes
vi: Đồng ý

source: No
vi: Từ chối

source: Switch to video call?
vi: Bạn có muốn chuyển thành cuộc gọi video?

source: OK
vi: Đồng ý

source: End-to-end Encrypted
vi: Được mã hoá đầu cuối

# Ask question url
source: https://netalo.vn/support/en/FAQs.html
vi: https://netalo.vn/support/vn/FAQs.html

# Term of use url
source: https://netalo.vn/support/en/term.html
vi: https://netalo.vn/support/vn/term.html

# account_referral_code_title
source: Please invite your friends
vi: Hãy giới thiệu app cho bạn bè

# account_referral_code_sub_title
source: Enter a referral code
vi: Nhập mã giới thiệu tại đây

# theme_title
source: Theme
vi: Chủ đề

# theme_default_mode
source: Default
vi: Mặc định

# theme_dark_mode
source: Dark mode
vi: Ban đêm

# theme_colors
source: Colors
vi: Màu sắc

# theme_base_on_system_title
source: Automatically use system setting
vi: Tự động thay đổi theo hệ thống

source: See more
vi: Xem thêm

source: Invite now
vi: Mời ngay

source: Save
vi: Lưu

# referral_title
source: Do you have a referral code?
vi: Bạn có mã giới thiệu?

# referral_sub_title
source: Please input your referral code below
vi: Hãy nhập mã giới thiệu của bạn bên đưới

# referral_placeholder
source: Input referral code
vi: Nhập mã giới thiệu

# referral_verify
source: Verify your referral code
vi: Xác minh mã của bạn

# referral_code_apply_successfully
source: Successfully
vi: Thành công

# referral_code_apply_failed
source: Incorrect code, please try again
vi: Mã không chính xác, mời bạn thử lại

source: Invite %d contacts
vi: Mời %d liên hệ

# block_alert_title_%@
source: Block %@?
vi: Chặn %@?

# block_alert_message_%@
source: You will not be able to messages and calls from %@.
vi: Bạn sẽ không thể nhắn tin hoặc gọi đến %@.

# block_alert_button
source: Block
vi: Chặn

source: You are blocked
vi: Bạn đã bị chặn

# unblock_alert_title_%@
source: Unblock %@?
vi: Bỏ chặn %@?

# unblock_alert_message_%@
source: You will be able to messages and calls from %@.
vi: Bạn sẽ nhận được nhắn tin hoặc cuộc gọi từ %@.

# unblock_alert_button
source: Unblock
vi: Bỏ chặn

# cannot_block_message
source: You cannot block this user because you have blocked by this account
vi: Bạn không thể chặn người dùng này vì bạn đã bị chặn bởi họ

# block_list_title
source: Block list
vi: Danh sách chặn

# block_list_block_user
source: Block user
vi: Chặn người dùng

# block_list_description
source: Blocked users will not able to messages and calls you
vi: Người bị chặn không thể gửi tin nhắn hay gọi điện thoại cho bạn

# add_%d_block_contacts
source: Block %d contacts
vi: Chặn %d liên hệ

source: Set timer
vi: Đặt hẹn giờ

source: You missed a voice call
vi: Bạn đã bỏ lỡ một cuộc gọi thoại

source: %@ just left the group
vi: %@ vừa rời nhóm

source: %@ just created the group
vi: %@ vừa tạo nhóm

source: You missed a video call
vi: Bạn đã bỏ lỡ một cuộc gọi video

source: Recording
vi: Ghi âm

source: selected
vi: đã chọn

source: as new admin
vi: làm trưởng nhóm mới

source: The message is encrypted
vi: Tin nhắn đã được mã hoá

source: someone
vi: ai đó

source: Someone
vi: Ai đó

source: To
vi: Đến

source: %@ has started the conversation
vi: %@ đã bắt đầu cuộc trò chuyện

# request_new_secret_chat
source: You have a request start secret chat!
vi: Bạn có một yêu cầu bắt đầu trò chuyện bí mật!

source: Delete Secret Chat
vi: Xóa cuộc trò chuyện bí mật

source: Location
vi: Vị trí

source: Share location:
vi: Chia sẻ vị trí:

source: Live location
vi: Hành trình trực tiếp

# Updated in real time
source: Updated in real time as you move
vi: Liên tục cập nhật khi bạn di chuyển

source: Current location
vi: Vị trí hiện tại

source: Share my current location
vi: Chia sẻ vị trí hiện tại của tôi

source: Accurate to 65 metres
vi: Chính xác đến 65m

source: for 15 minutes
vi: trong 15 phút

source: for 1 hour
vi: trong 1 giờ

source: for 8 hours
vi: trong 8 giờ

# title confirm live location
source: Share your live location in:
vi: Chia sẻ hành trình của bạn trong:

# Turn on your location
source: Turn on your location to use this feature
vi: Bật vị trí của bạn để sử dụng tính năng này
